{
  "<PAD>": 0,
  "<UNK>": 1,
  "card": 2,
  "on": 3,
  "transactions": 4,
  "month": 5,
  "in": 6,
  "this": 7,
  "spending": 8,
  "sbi": 9,
  "hdfc": 10,
  "orders": 11,
  "icici": 12,
  "show": 13,
  "total": 14,
  "from": 15,
  "last": 16,
  "my": 17,
  "how": 18,
  "expenses": 19,
  "week": 20,
  "swiggy": 21,
  "january": 22,
  "february": 23,
  "zomato": 24,
  "with": 25,
  "much": 26,
  "eatsure": 27,
  "dunzo": 28,
  "dineout": 29,
  "magicpin": 30,
  "box8": 31,
  "freshmenu": 32,
  "axis": 33,
  "kotak": 34,
  "many": 35,
  "spent": 36,
  "bank": 37,
  "list": 38,
  "payments": 39,
  "i": 40,
  "yesterday": 41,
  "today": 42,
  "spend": 43,
  "did": 44,
  "food": 45,
  "purchases": 46,
  "blinkit": 47,
  "eatclub": 48,
  "bistro": 49,
  "count": 50,
  "what": 51,
  "and": 52,
  "shopping": 53,
  "grocery": 54,
  "of": 55,
  "rbl": 56,
  "indusind": 57,
  "yes": 58,
  "bob": 59,
  "expense": 60,
  "finance": 61,
  "india": 62,
  "above": 63,
  "canara": 64,
  "pnb": 65,
  "idbi": 66,
  "federal": 67,
  "bandhan": 68,
  "au": 69,
  "small": 70,
  "amazon": 71,
  "dining": 72,
  "average": 73,
  "cafe": 74,
  "coffee": 75,
  "costs": 76,
  "entertainment": 77,
  "health": 78,
  "uber": 79,
  "medical": 80,
  "starbucks": 81,
  "indian": 82,
  "order": 83,
  "the": 84,
  "march": 85,
  "500": 86,
  "transaction": 87,
  "rides": 88,
  "me": 89,
  "day": 90,
  "monthly": 91,
  "netflix": 92,
  "transportation": 93,
  "biggest": 94,
  "bills": 95,
  "travel": 96,
  "groceries": 97,
  "1000": 98,
  "200": 99,
  "zepto": 100,
  "dominos": 101,
  "mcdonald": 102,
  "kfc": 103,
  "burger": 104,
  "king": 105,
  "pizza": 106,
  "hut": 107,
  "subway": 108,
  "haldiram": 109,
  "barbeque": 110,
  "nation": 111,
  "wow": 112,
  "momo": 113,
  "third": 114,
  "wave": 115,
  "blue": 116,
  "tokai": 117,
  "baskin": 118,
  "robbins": 119,
  "taco": 120,
  "bell": 121,
  "dunkin": 122,
  "popeyes": 123,
  "tim": 124,
  "hortons": 125,
  "saravana": 126,
  "bhavan": 127,
  "flipkart": 128,
  "fuel": 129,
  "year": 130,
  "citi": 131,
  "chase": 132,
  "bofa": 133,
  "capital": 134,
  "one": 135,
  "for": 136,
  "summary": 137,
  "amount": 138,
  "utilities": 139,
  "purchase": 140,
  "was": 141,
  "idfc": 142,
  "first": 143,
  "hsbc": 144,
  "standard": 145,
  "chartered": 146,
  "union": 147,
  "central": 148,
  "south": 149,
  "karnataka": 150,
  "dbs": 151,
  "wells": 152,
  "fargo": 153,
  "to": 154,
  "ride": 155,
  "over": 156,
  "under": 157,
  "restaurant": 158,
  "most": 159,
  "smallest": 160,
  "cheapest": 161,
  "education": 162,
  "amex": 163,
  "all": 164,
  "is": 165,
  "top": 166,
  "lowest": 167,
  "compare": 168,
  "transport": 169,
  "ola": 170,
  "100": 171,
  "number": 172,
  "any": 173,
  "vs": 174,
  "do": 175,
  "bill": 176,
  "below": 177,
  "cost": 178,
  "breakdown": 179,
  "highest": 180,
  "expensive": 181,
  "what's": 182,
  "overview": 183,
  "does": 184,
  "bookings": 185,
  "days": 186,
  "ago": 187,
  "december": 188,
  "than": 189,
  "money": 190,
  "buy": 191,
  "anything": 192,
  "am": 193,
  "largest": 194,
  "paid": 195,
  "tiniest": 196,
  "least": 197,
  "recap": 198,
  "categories": 199,
  "charges": 200,
  "subscription": 201,
  "utility": 202,
  "fees": 203,
  "investment": 204,
  "outflow": 205,
  "5": 206,
  "3": 207,
  "friday": 208,
  "31": 209,
  "50": 210,
  "300": 211,
  "times": 212,
  "transfers": 213,
  "make": 214,
  "debits": 215,
  "14": 216,
  "1st": 217,
  "feb": 218,
  "charged": 219,
  "jan": 220,
  "made": 221,
  "went": 222,
  "get": 223,
  "break": 224,
  "down": 225,
  "percentage": 226,
  "category": 227,
  "have": 228,
  "costliest": 229,
  "priciest": 230,
  "which": 231,
  "affordable": 232,
  "charge": 233,
  "minimum": 234,
  "usual": 235,
  "typical": 236,
  "mean": 237,
  "normal": 238,
  "month's": 239,
  "report": 240,
  "a": 241,
  "april": 242,
  "months": 243,
  "november": 244,
  "merchants": 245,
  "weekly": 246,
  "myntra": 247,
  "bigbasket": 248,
  "spotify": 249,
  "airtel": 250,
  "delivery": 251,
  "makemytrip": 252,
  "zerodha": 253,
  "rapido": 254,
  "irctc": 255,
  "ticket": 256,
  "hotstar": 257,
  "pharmeasy": 258,
  "jio": 259,
  "recharge": 260,
  "monday": 261,
  "more": 262,
  "2000": 263,
  "rupees": 264,
  "less": 265,
  "greater": 266,
  "5000": 267,
  "ordered": 268,
  "sum": 269,
  "credit": 270,
  "yesterday's": 271,
  "happened": 272,
  "15th": 273,
  "26": 274,
  "christmas": 275,
  "saturday": 276,
  "28": 277,
  "morning": 278,
  "diwali": 279,
  "were": 280,
  "spends": 281,
  "10th": 282,
  "tuesday": 283,
  "pay": 284,
  "2": 285,
  "bought": 286,
  "two": 287,
  "12": 288,
  "wednesday": 289,
  "new": 290,
  "year's": 291,
  "eve": 292,
  "sunday": 293,
  "20th": 294,
  "out": 295,
  "5th": 296,
  "thursday": 297,
  "before": 298,
  "transfer": 299,
  "amounts": 300,
  "comparison": 301,
  "compared": 302,
  "each": 303,
  "other": 304,
  "10000": 305,
  "blow": 306,
  "weekend": 307,
  "pull": 308,
  "up": 309,
  "between": 310,
  "lemme": 311,
  "see": 312,
  "peak": 313,
  "max": 314,
  "payment": 315,
  "ever": 316,
  "whats": 317,
  "fare": 318,
  "related": 319,
  "normally": 320,
  "per": 321,
  "usually": 322,
  "per-transaction": 323,
  "typically": 324,
  "at": 325,
  "give": 326,
  "snapshot": 327,
  "may": 328,
  "doing": 329,
  "financially": 330,
  "review": 331,
  "june": 332,
  "july": 333,
  "august": 334,
  "analysis": 335,
  "september": 336,
  "october": 337,
  "previous": 338,
  "trend": 339,
  "few": 340,
  "areas": 341,
  "where": 342,
  "go": 343,
  "overspending": 344,
  "too": 345,
  "high": 346,
  "frequent": 347,
  "unusual": 348,
  "suspicious": 349,
  "anomalies": 350,
  "week's": 351,
  "recent": 352,
  "are": 353,
  "latest": 354
}