{
  "<PAD>": 0,
  "<UNK>": 1,
  "on": 2,
  "card": 3,
  "how": 4,
  "month": 5,
  "transactions": 6,
  "i": 7,
  "spending": 8,
  "my": 9,
  "this": 10,
  "sbi": 11,
  "last": 12,
  "what": 13,
  "hdfc": 14,
  "show": 15,
  "did": 16,
  "spend": 17,
  "many": 18,
  "expenses": 19,
  "food": 20,
  "expense": 21,
  "total": 22,
  "much": 23,
  "swiggy": 24,
  "average": 25,
  "transaction": 26,
  "icici": 27,
  "order": 28,
  "amount": 29,
  "monthly": 30,
  "the": 31,
  "from": 32,
  "in": 33,
  "shopping": 34,
  "orders": 35,
  "spent": 36,
  "is": 37,
  "week": 38,
  "axis": 39,
  "count": 40,
  "list": 41,
  "above": 42,
  "me": 43,
  "biggest": 44,
  "amazon": 45,
  "entertainment": 46,
  "for": 47,
  "smallest": 48,
  "zomato": 49,
  "grocery": 50,
  "was": 51,
  "cheapest": 52,
  "purchase": 53,
  "january": 54,
  "summary": 55,
  "yesterday": 56,
  "of": 57,
  "most": 58,
  "uber": 59,
  "lowest": 60,
  "all": 61,
  "category": 62,
  "and": 63,
  "do": 64,
  "travel": 65,
  "with": 66,
  "to": 67,
  "netflix": 68,
  "largest": 69,
  "february": 70,
  "500": 71,
  "expensive": 72,
  "flipkart": 73,
  "march": 74,
  "dining": 75,
  "kotak": 76,
  "breakdown": 77,
  "rides": 78,
  "highest": 79,
  "health": 80,
  "what's": 81,
  "top": 82,
  "overview": 83,
  "paid": 84,
  "today": 85,
  "payments": 86,
  "1000": 87,
  "amex": 88,
  "bill": 89,
  "number": 90,
  "transportation": 91,
  "mean": 92,
  "education": 93,
  "times": 94,
  "purchases": 95,
  "pay": 96,
  "least": 97,
  "any": 98,
  "down": 99,
  "have": 100,
  "starbucks": 101,
  "debit": 102,
  "200": 103,
  "anything": 104,
  "a": 105,
  "which": 106,
  "ride": 107,
  "cost": 108,
  "under": 109,
  "vs": 110,
  "ola": 111,
  "utility": 112,
  "report": 113,
  "went": 114,
  "per": 115,
  "payment": 116,
  "medical": 117,
  "typical": 118,
  "usual": 119,
  "bought": 120,
  "trend": 121,
  "expenditure": 122,
  "break": 123,
  "transfers": 124,
  "make": 125,
  "charged": 126,
  "give": 127,
  "recap": 128,
  "max": 129,
  "money": 130,
  "compare": 131,
  "debits": 132,
  "14": 133,
  "fuel": 134,
  "tiniest": 135,
  "days": 136,
  "ago": 137,
  "months": 138,
  "costliest": 139,
  "month's": 140,
  "percentage": 141,
  "minimum": 142,
  "groceries": 143,
  "bills": 144,
  "credit": 145,
  "recent": 146,
  "buy": 147,
  "up": 148,
  "jan": 149,
  "get": 150,
  "day": 151,
  "charge": 152,
  "normal": 153,
  "year": 154,
  "blinkit": 155,
  "1st": 156,
  "usually": 157,
  "everything": 158,
  "new": 159,
  "year's": 160,
  "eve": 161,
  "october": 162,
  "saturday": 163,
  "blow": 164,
  "weekend": 165,
  "review": 166,
  "june": 167,
  "september": 168,
  "tuesday": 169,
  "april": 170,
  "ever": 171,
  "monday": 172,
  "50": 173,
  "100": 174,
  "friday": 175,
  "december": 176,
  "affordable": 177,
  "feb": 178,
  "between": 179,
  "were": 180,
  "spends": 181,
  "10th": 182,
  "two": 183,
  "typically": 184,
  "at": 185,
  "sum": 186,
  "compared": 187,
  "does": 188,
  "previous": 189,
  "peak": 190,
  "diwali": 191,
  "wednesday": 192,
  "made": 193,
  "utilities": 194,
  "morning": 195,
  "display": 196,
  "pull": 197,
  "happened": 198,
  "dropped": 199,
  "single": 200,
  "15th": 201,
  "related": 202,
  "26": 203,
  "coffee": 204,
  "ordered": 205,
  "out": 206,
  "5th": 207,
  "restaurant": 208,
  "going": 209,
  "or": 210,
  "daily": 211,
  "before": 212,
  "am": 213,
  "doing": 214,
  "financially": 215,
  "normally": 216,
  "credits": 217,
  "below": 218,
  "costs": 219,
  "12": 220,
  "date": 221,
  "august": 222,
  "analysis": 223,
  "maximum": 224,
  "2": 225,
  "sunday": 226,
  "bookings": 227,
  "investments": 228,
  "insurance": 229,
  "rent": 230,
  "comparison": 231,
  "10": 232,
  "lemme": 233,
  "see": 234,
  "thursday": 235,
  "5": 236,
  "transfer": 237,
  "amounts": 238,
  "upi": 239,
  "over": 240,
  "few": 241,
  "by": 242,
  "3": 243,
  "christmas": 244,
  "electricity": 245,
  "priciest": 246,
  "fees": 247,
  "10000": 248,
  "wise": 249,
  "subscription": 250,
  "finance": 251,
  "investment": 252,
  "outflow": 253,
  "transferred": 254,
  "other": 255
}