{
  "<PAD>": 0,
  "<UNK>": 1,
  "how": 2,
  "transactions": 3,
  "on": 4,
  "orders": 5,
  "month": 6,
  "expenses": 7,
  "this": 8,
  "many": 9,
  "much": 10,
  "total": 11,
  "show": 12,
  "last": 13,
  "spending": 14,
  "spent": 15,
  "purchases": 16,
  "payments": 17,
  "list": 18,
  "count": 19,
  "i": 20,
  "did": 21,
  "spend": 22,
  "and": 23,
  "costs": 24,
  "food": 25,
  "dining": 26,
  "medical": 27,
  "what": 28,
  "swiggy": 29,
  "health": 30,
  "zomato": 31,
  "amazon": 32,
  "from": 33,
  "flipkart": 34,
  "starbucks": 35,
  "myntra": 36,
  "bigbasket": 37,
  "blinkit": 38,
  "week": 39,
  "mcdonald": 40,
  "dominos": 41,
  "pizza": 42,
  "hut": 43,
  "kfc": 44,
  "burger": 45,
  "king": 46,
  "subway": 47,
  "dunkin": 48,
  "baskin": 49,
  "robbins": 50,
  "haldiram": 51,
  "dmart": 52,
  "zepto": 53,
  "instamart": 54,
  "jiomart": 55,
  "grofers": 56,
  "nature": 57,
  "basket": 58,
  "ajio": 59,
  "meesho": 60,
  "nykaa": 61,
  "tata": 62,
  "cliq": 63,
  "shoppers": 64,
  "stop": 65,
  "h&m": 66,
  "zara": 67,
  "grocery": 68,
  "shopping": 69,
  "transportation": 70,
  "entertainment": 71,
  "bills": 72,
  "groceries": 73,
  "fuel": 74,
  "year": 75,
  "yesterday": 76,
  "february": 77,
  "restaurant": 78,
  "transport": 79,
  "utilities": 80,
  "today": 81,
  "january": 82,
  "march": 83,
  "above": 84,
  "my": 85,
  "than": 86,
  "uber": 87,
  "netflix": 88,
  "rides": 89,
  "bookings": 90,
  "in": 91,
  "500": 92,
  "1000": 93,
  "200": 94,
  "ola": 95,
  "spotify": 96,
  "to": 97,
  "airtel": 98,
  "delivery": 99,
  "charges": 100,
  "makemytrip": 101,
  "zerodha": 102,
  "rapido": 103,
  "ride": 104,
  "irctc": 105,
  "ticket": 106,
  "hotstar": 107,
  "subscription": 108,
  "pharmeasy": 109,
  "jio": 110,
  "recharge": 111,
  "utility": 112,
  "travel": 113,
  "education": 114,
  "fees": 115,
  "investment": 116,
  "outflow": 117,
  "bill": 118,
  "5": 119,
  "monday": 120,
  "3": 121,
  "days": 122,
  "ago": 123,
  "friday": 124,
  "december": 125,
  "31": 126,
  "below": 127,
  "100": 128,
  "over": 129,
  "more": 130,
  "2000": 131,
  "under": 132,
  "50": 133,
  "300": 134,
  "rupees": 135,
  "less": 136,
  "greater": 137,
  "5000": 138,
  "do": 139,
  "have": 140,
  "number": 141,
  "of": 142,
  "is": 143,
  "all": 144,
  "was": 145,
  "biggest": 146,
  "expense": 147,
  "average": 148,
  "transaction": 149,
  "amount": 150,
  "monthly": 151,
  "summary": 152,
  "recent": 153,
  "are": 154,
  "latest": 155
}