{
  "<PAD>": 0,
  "<UNK>": 1,
  "on": 2,
  "card": 3,
  "spending": 4,
  "my": 5,
  "i": 6,
  "month": 7,
  "how": 8,
  "this": 9,
  "transactions": 10,
  "last": 11,
  "show": 12,
  "what": 13,
  "sbi": 14,
  "did": 15,
  "spend": 16,
  "most": 17,
  "expenses": 18,
  "hdfc": 19,
  "the": 20,
  "much": 21,
  "expense": 22,
  "food": 23,
  "week": 24,
  "is": 25,
  "me": 26,
  "many": 27,
  "total": 28,
  "average": 29,
  "order": 30,
  "do": 31,
  "icici": 32,
  "top": 33,
  "transaction": 34,
  "of": 35,
  "swiggy": 36,
  "amount": 37,
  "to": 38,
  "from": 39,
  "which": 40,
  "in": 41,
  "biggest": 42,
  "am": 43,
  "monthly": 44,
  "for": 45,
  "spent": 46,
  "where": 47,
  "was": 48,
  "any": 49,
  "orders": 50,
  "axis": 51,
  "merchants": 52,
  "grocery": 53,
  "zomato": 54,
  "shopping": 55,
  "category": 56,
  "summary": 57,
  "categories": 58,
  "list": 59,
  "weekly": 60,
  "above": 61,
  "smallest": 62,
  "amazon": 63,
  "money": 64,
  "does": 65,
  "purchase": 66,
  "entertainment": 67,
  "january": 68,
  "count": 69,
  "uber": 70,
  "compare": 71,
  "february": 72,
  "all": 73,
  "kotak": 74,
  "expensive": 75,
  "cheapest": 76,
  "are": 77,
  "breakdown": 78,
  "lowest": 79,
  "highest": 80,
  "more": 81,
  "or": 82,
  "charges": 83,
  "yesterday": 84,
  "with": 85,
  "purchases": 86,
  "anything": 87,
  "a": 88,
  "health": 89,
  "payments": 90,
  "down": 91,
  "travel": 92,
  "report": 93,
  "up": 94,
  "unusual": 95,
  "overview": 96,
  "go": 97,
  "and": 98,
  "500": 99,
  "mean": 100,
  "out": 101,
  "look": 102,
  "largest": 103,
  "dining": 104,
  "comparison": 105,
  "today": 106,
  "march": 107,
  "flipkart": 108,
  "education": 109,
  "rides": 110,
  "suspicious": 111,
  "frequent": 112,
  "that": 113,
  "pay": 114,
  "vs": 115,
  "paid": 116,
  "times": 117,
  "netflix": 118,
  "bill": 119,
  "what's": 120,
  "transportation": 121,
  "1000": 122,
  "200": 123,
  "number": 124,
  "areas": 125,
  "amex": 126,
  "should": 127,
  "days": 128,
  "have": 129,
  "recap": 130,
  "ride": 131,
  "buy": 132,
  "under": 133,
  "unexpected": 134,
  "cost": 135,
  "week's": 136,
  "by": 137,
  "per": 138,
  "budget": 139,
  "months": 140,
  "large": 141,
  "payment": 142,
  "break": 143,
  "trend": 144,
  "going": 145,
  "compared": 146,
  "utility": 147,
  "least": 148,
  "doing": 149,
  "cut": 150,
  "starbucks": 151,
  "tiniest": 152,
  "give": 153,
  "medical": 154,
  "went": 155,
  "over": 156,
  "5": 157,
  "get": 158,
  "charged": 159,
  "weird": 160,
  "normal": 161,
  "visited": 162,
  "places": 163,
  "ola": 164,
  "at": 165,
  "gets": 166,
  "costs": 167,
  "activity": 168,
  "account": 169,
  "outliers": 170,
  "max": 171,
  "than": 172,
  "minimum": 173,
  "expenditure": 174,
  "like": 175,
  "within": 176,
  "usual": 177,
  "credit": 178,
  "main": 179,
  "financially": 180,
  "looking": 181,
  "usually": 182,
  "back": 183,
  "check": 184,
  "debit": 185,
  "7": 186,
  "big": 187,
  "bills": 188,
  "november": 189,
  "14": 190,
  "services": 191,
  "daily": 192,
  "bought": 193,
  "two": 194,
  "ago": 195,
  "typical": 196,
  "percentage": 197,
  "anomalies": 198,
  "shop": 199,
  "often": 200,
  "don't": 201,
  "debits": 202,
  "too": 203,
  "month's": 204,
  "groceries": 205,
  "transfers": 206,
  "make": 207,
  "year": 208,
  "before": 209,
  "habits": 210,
  "fuel": 211,
  "regular": 212,
  "review": 213,
  "previous": 214,
  "costliest": 215,
  "recent": 216,
  "so": 217,
  "far": 218,
  "10": 219,
  "be": 220,
  "worried": 221,
  "about": 222,
  "stores": 223,
  "jan": 224,
  "healthy": 225,
  "change": 226,
  "day": 227,
  "being": 228,
  "app": 229,
  "3": 230,
  "monday": 231,
  "stand": 232,
  "insurance": 233,
  "less": 234,
  "display": 235,
  "pull": 236,
  "bookings": 237,
  "living": 238,
  "means": 239,
  "peak": 240,
  "sustainable": 241,
  "below": 242,
  "abnormal": 243,
  "favorite": 244,
  "finances": 245,
  "dominates": 246,
  "saturday": 247,
  "there": 248,
  "red": 249,
  "flags": 250,
  "recurring": 251,
  "sum": 252,
  "blinkit": 253,
  "past": 254,
  "control": 255,
  "double": 256,
  "higher": 257,
  "lower": 258,
  "diwali": 259,
  "blow": 260,
  "weekend": 261,
  "evaluate": 262,
  "september": 263,
  "since": 264,
  "start": 265,
  "lemme": 266,
  "see": 267,
  "might": 268,
  "missed": 269,
  "primary": 270,
  "wednesday": 271,
  "happen": 272,
  "december": 273,
  "utilities": 274,
  "happened": 275,
  "coffee": 276,
  "12": 277,
  "use": 278,
  "flag": 279,
  "related": 280,
  "snapshot": 281,
  "may": 282,
  "august": 283,
  "analysis": 284,
  "need": 285,
  "friday": 286,
  "recognize": 287,
  "disciplined": 288,
  "better": 289,
  "worse": 290,
  "dropped": 291,
  "single": 292,
  "something": 293,
  "unusually": 294,
  "high": 295,
  "feb": 296,
  "leading": 297,
  "tuesday": 298,
  "between": 299,
  "right": 300,
  "used": 301,
  "seem": 302,
  "off": 303,
  "burning": 304,
  "through": 305,
  "fast": 306,
  "draining": 307,
  "wallet": 308,
  "rate": 309,
  "were": 310,
  "spends": 311,
  "10th": 312,
  "ordered": 313,
  "one": 314,
  "store": 315,
  "charge": 316,
  "assessment": 317,
  "financial": 318,
  "normally": 319,
  "affordable": 320,
  "typically": 321,
  "per-transaction": 322,
  "rbl": 323,
  "shops": 324,
  "visit": 325,
  "june": 326,
  "upi": 327,
  "credits": 328,
  "who": 329,
  "frequency": 330,
  "restaurant": 331,
  "abnormally": 332,
  "customer": 333,
  "level": 334,
  "reasonable": 335,
  "october": 336,
  "morning": 337,
  "takes": 338,
  "new": 339,
  "year's": 340,
  "eve": 341,
  "across": 342,
  "each": 343,
  "getting": 344,
  "hand": 345,
  "increasing": 346,
  "track": 347,
  "100": 348,
  "rank": 349,
  "wisely": 350,
  "thursday": 351,
  "15th": 352,
  "26": 353,
  "5th": 354,
  "everything": 355,
  "pattern": 356,
  "outlier": 357,
  "maximum": 358,
  "ordinary": 359,
  "buckets": 360,
  "frugal": 361,
  "responsible": 362,
  "overspending": 363,
  "transfer": 364,
  "amounts": 365,
  "2": 366,
  "sunday": 367,
  "april": 368,
  "made": 369,
  "flagged": 370,
  "latest": 371,
  "investments": 372,
  "50": 373,
  "ever": 374,
  "rent": 375,
  "score": 376,
  "merchant": 377,
  "surprising": 378,
  "1st": 379,
  "transact": 380,
  "july": 381,
  "few": 382,
  "looks": 383,
  "fraudulent": 384,
  "christmas": 385,
  "electricity": 386,
  "priciest": 387,
  "common": 388,
  "fees": 389,
  "10000": 390,
  "been": 391,
  "lately": 392
}