{
  "<PAD>": 0,
  "<UNK>": 1,
  "how": 2,
  "transactions": 3,
  "on": 4,
  "my": 5,
  "i": 6,
  "spending": 7,
  "what": 8,
  "show": 9,
  "did": 10,
  "total": 11,
  "many": 12,
  "month": 13,
  "this": 14,
  "spend": 15,
  "much": 16,
  "expenses": 17,
  "food": 18,
  "amount": 19,
  "spent": 20,
  "average": 21,
  "is": 22,
  "transaction": 23,
  "list": 24,
  "last": 25,
  "from": 26,
  "expense": 27,
  "shopping": 28,
  "all": 29,
  "count": 30,
  "of": 31,
  "me": 32,
  "number": 33,
  "biggest": 34,
  "and": 35,
  "swiggy": 36,
  "purchases": 37,
  "monthly": 38,
  "payments": 39,
  "times": 40,
  "orders": 41,
  "was": 42,
  "summary": 43,
  "category": 44,
  "per": 45,
  "smallest": 46,
  "entertainment": 47,
  "breakdown": 48,
  "highest": 49,
  "purchase": 50,
  "amazon": 51,
  "the": 52,
  "order": 53,
  "zomato": 54,
  "mean": 55,
  "march": 56,
  "for": 57,
  "today": 58,
  "grocery": 59,
  "bill": 60,
  "uber": 61,
  "minimum": 62,
  "payment": 63,
  "debits": 64,
  "debit": 65,
  "dining": 66,
  "travel": 67,
  "above": 68,
  "fuel": 69,
  "january": 70,
  "pay": 71,
  "lowest": 72,
  "report": 73,
  "make": 74,
  "1st": 75,
  "medical": 76,
  "card": 77,
  "cheapest": 78,
  "vs": 79,
  "month's": 80,
  "rides": 81,
  "most": 82,
  "to": 83,
  "expensive": 84,
  "transportation": 85,
  "cost": 86,
  "top": 87,
  "money": 88,
  "buy": 89,
  "netflix": 90,
  "expenditure": 91,
  "max": 92,
  "yesterday's": 93,
  "10": 94,
  "yesterday": 95,
  "bills": 96,
  "utilities": 97,
  "recent": 98,
  "coffee": 99,
  "give": 100,
  "a": 101,
  "bookings": 102,
  "flipkart": 103,
  "credits": 104,
  "500": 105,
  "diwali": 106,
  "in": 107,
  "rent": 108,
  "happened": 109,
  "february": 110,
  "14": 111,
  "everything": 112,
  "bought": 113,
  "friday": 114,
  "percentage": 115,
  "saturday": 116,
  "upi": 117,
  "transfer": 118,
  "amounts": 119,
  "groceries": 120,
  "health": 121,
  "comparison": 122,
  "feb": 123,
  "28": 124,
  "electricity": 125,
  "which": 126,
  "credit": 127,
  "date": 128,
  "do": 129,
  "have": 130,
  "monday": 131,
  "by": 132,
  "largest": 133,
  "transfers": 134,
  "ordered": 135,
  "starbucks": 136,
  "utility": 137,
  "sum": 138,
  "maximum": 139,
  "paid": 140,
  "december": 141,
  "31": 142,
  "trend": 143,
  "below": 144,
  "200": 145,
  "ride": 146,
  "overview": 147,
  "subscription": 148,
  "morning": 149,
  "education": 150,
  "15th": 151,
  "least": 152,
  "1000": 153,
  "break": 154,
  "down": 155,
  "costs": 156,
  "typical": 157,
  "finance": 158,
  "investment": 159,
  "outflow": 160,
  "sbi": 161,
  "daily": 162,
  "ola": 163,
  "week": 164,
  "christmas": 165,
  "day": 166,
  "5": 167,
  "restaurant": 168,
  "compare": 169
}